/* Localized versions of Info.plist keys */
CFBundleGetInfoString = "Disk Inventory X version 1.4-2026.1, Tjark Derlien 2022";
NSHumanReadableCopyright = "Mis à disposition selon la GPL";

NSCalendarsUsageDescription = "Disk Inventory X doit accéder aux fichiers de calendrier pour inspecter leurs tailles et autres attributs de fichier.\nAucune donnée ne sera lue.";
NSRemindersUsageDescription = "Disk Inventory X doit accéder aux rappels pour inspecter leurs tailles et autres attributs de fichier.\nAucune donnée ne sera lue.";
NSContactsUsageDescription = "Disk Inventory X doit accéder aux fichiers du carnet d'adresses pour inspecter leurs tailles et autres attributs de fichier.\nAucune donnée ne sera lue.";
NSPhotoLibraryUsageDescription = "Disk Inventory X doit accéder aux photothèques pour inspecter leurs tailles et autres attributs de fichier.\nAucune donnée ne sera lue.";
NSDocumentsFolderUsageDescription = "Disk Inventory X doit accéder à ces fichiers pour inspecter leurs tailles et autres attributs de fichier.\nAucune donnée ne sera lue.";
NSDesktopFolderUsageDescription = "Disk Inventory X doit accéder à ces fichiers pour inspecter leurs tailles et autres attributs de fichier.\nAucune donnée ne sera lue.";
NSDownloadsFolderUsageDescription = "Disk Inventory X doit accéder à ces fichiers pour inspecter leurs tailles et autres attributs de fichier.\nAucune donnée ne sera lue.";
NSNetworkVolumesUsageDescription = "Disk Inventory X doit accéder à ces fichiers pour inspecter leurs tailles et autres attributs de fichier.\nAucune donnée ne sera lue.";
NSRemovableVolumesUsageDescription = "Disk Inventory X doit accéder à ces fichiers pour inspecter leurs tailles et autres attributs de fichier.\nAucune donnée ne sera lue.";
